"OK" = "OK";
"DONE" = "Ολοκληρώθηκε";
"Done" = "Ολοκληρώθηκε";
"CANCEL" = "Ακύρωση";

"Later" = "Αργότερα";

"NEW_ACTION" = "Νέα δράση";
"DELETE_ACTION" = "Διαγραφή δράση";
"Delete project" = "Διαγραφή του έργου";
"Move to In-Basket" = "Μετακίνηση στα Εισερχόμενα";
"UNDO_ACTION" = "Αναίρεση ολοκλήρωση";

"Date" = "Ημερομηνία";
"Time" = "Ώρα";
"Alert" = "Συναγερμός";
"At the same time" = "Την ίδια στιγμή";
"%@ before" = "%@ πριν";

"LAST_MONTH" = "τον περασμένο μήνα";
"LAST_WEEK" = "την περασμένη εβδομάδα";
"LAST_YEAR" = "πέρυσι";
"NEXT_MONTH" = "επόμενο μήνα";
"NEXT_WEEK" = "την επόμενη εβδομάδα";
"NEXT_YEAR" = "του χρόνου";
"SOMEDAY_MAYBE" = "κάποτε / ίσως";
"THIS_MONTH" = "αυτό το μήνα";
"THIS_WEEK" = "αυτή την εβδομάδα";
"THIS_YEAR" = "φέτος";
"TODAY" = "σήμερα";
"TOMORROW" = "αύριο";
"YESTERDAY" = "χτες";

"CALENDAR" = "Hμερολόγιο";

"DESCRIPTION" = "Περιγραφή";
"DISABLED" = "Aπενεργοποίηση";
"ENABLED" = "Ενεργοποίηση";
"SOUND" = "Ηχος";
"TRY" = "Προσπαθώ";
"Restore" = "Επαναφορά";

"in-basket" = "εισερχόμενα";
"delegated" = "εξουσιοδότηση";
"completed" = "ολοκληρώθηκε";

"How soon do you plan to do this?" = "Πόσο σύντομα σχεδιάζετε για να γίνει αυτό;";
"Enable repeat and notification will be coming every minute until you act on it." = "Ενεργοποίηση επανάληψης και κοινοποίηση θα πρέπει να έρχονται κάθε λεπτό μέχρι να ενεργήσει σε αυτό.";

/* \n is the line break */
"Pull down and release\nto add a new task." = "Τραβήξτε προς τα κάτω και αφήστε\nγια να προσθέσετε μια νέα εργασία";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "Τραβήξτε μια εργασία στα δεξιά για να\n• ολοκληρωθεί,\n• αναβολή,\n• ημερολόγιο ή,\n• αναθέσετε";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "Τραβήξτε μια εργασία προς τα αριστερά να\n• κατάργηση,\n• επανάληψη,\n• αναφέρεται χωριστά ή,\n• στείλετε";
"Pull up and release\nto clear completed tasks." = "σηκώσει και να απελευθερώσει\nνα καθαρίσετε τις εργασίες που έχουν ολοκληρωθεί";

"all done" = "όλα γίνονται";

"STATISTICS_ACTIONS_IN_LIST" = "δράσεις\nστη λίστα";
"STATISTICS_ACTIONS_FOR_TODAY" = "δράσεις\nνα κάνουμε σήμερα";
"STATISTICS_ACTIONS_DONE_TOTAL" = "δράσεις\nπου γίνονται";
"STATISTICS_DAYS_PASSED_TOTAL" = "μέρες\nπέρασαν";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "δράσεις\nανά ημέρα";

"Purchase" = "Aγορά";
"Receipt for this app expired." = "Έληξε η παραλαβή για αυτό το app.";
"Premium Feature" = "Αυτό είναι ένα στοιχείο του premium";
"Disable ads here just for %@ right now!" = "Αποκτώ αυτό τώρα για %@!";
"Try for a week" = "Δοκιμή για μια εβδομάδα";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Αυτό είναι ένα στοιχείο του premium. Αλλά απενεργοποιήσατε την in-app αγορές. Μπορέσουν στις ρυθμίσεις για να προχωρήσει.";
"Purchase transaction for the feature failed. Try again later." = "Συναλλαγής αγοράς για το χαρακτηριστικό γνώρισμα απέτυχε. Προσπαθήστε ξανά αργότερα.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Αυτό είναι ένα στοιχείο του premium. Αλλά η συσκευή σας δεν έχει σύνδεση στο internet τώρα. Προσπαθήστε ξανά αργότερα.";
"All previously purchased features were restored." = "Αποκαταστάθηκαν όλα τα έχετε αγοράσει στο παρελθόν χαρακτηριστικά.";

"You can greatly help by writing a review." = "Μπορεί να βοηθήσει σε μεγάλο βαθμό από τη σύνταξη μιας αναθεώρησης.";

"WELCOME" = "Καλώς όρισες";
"keep tasks here" = "τηρούν καθήκοντα εδώ";

"Repeat" = "Eπαναλαμβάνω";
"DAY" = "ΗΜΕΡΑ";
"WEEK" = "ΕΒΔΟΜΑΔΑ";
"MONTH" = "ΜΗΝΑΣ";
"everyday" = "καθημερινός";
"done %@ times" = "γίνεται %@ φορές";
"Skip repetition" = "Παρακάμψετε την επανάληψη";
"REPEAT_DAY_1" = "ημέρα";
"REPEAT_DAY_234" = "ημέρες";
"REPEAT_DAY_567890" = "ημέρες";

"Complete" = "Ολοκληρώνω";
"Postpone" = "Aναβάλει";
"Schedule" = "Σχεδιάζω";

"Version" = "Eκδοχή";
"Feedback" = "Aνατροφοδότηση";
"Help" = "Βοήθεια";
"Sounds" = "Ήχοι";
"Theme" = "θέμα";
"Dark" = "Σκοτάδι";
"Light" = "Ελαφρης";
"Automatic" = "Αυτόματο";
"Multiline titles" = "Πολλαπλές γραμμή τίτλων";
"Delete confirmation" = "Διαγραφή επιβεβαίωση";
"Icon badge" = "Icon σήμα";
"Calendar reminder" = "Ημερολόγιο υπενθύμιση";
"Overdue reminder" = "Εκπρόθεσμες υπενθύμιση";
"Process reminder" = "Υπενθύμιση διαδικασία";
"Review reminder" = "Υπενθύμιση κριτική";
"Restore in-app purchases" = "Επαναφορά σε-app αγορές";
"Send usage statistics" = "Αποστολή στατιστικών στοιχείων χρήσης";

"Application" = "App";
"Projects" = "Έργα";
"Periodic tasks" = "Περιοδικές εργασίες";
"Archive" = "Αρχείο";

"Change in storage" = "Αλλαγή στην αποθήκευση";
"Сopy existing tasks to the new storage?" = "Μπορείτε να αντιγράψετε υπάρχουσες εργασίες στο νέο αποθήκευσης;";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Έχετε καμία εργασίες για σήμερα.\n•\nΠάει πίσω από το τσίμπημα σε ή ανάδευση.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Έχετε καμία εργασίες σε αυτό το έργο.\n•\nΠροσθέσετε εργασίες με το τράβηγμα.\n•\nΠάει πίσω από το τσίμπημα σε ή ανάδευση.";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Έχετε μη ολοκληρωμένες εργασίες. Ολοκλήρωσή τους ή να τους ορίσει νέες ημερομηνίες. (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "Θα πρέπει να μπορείτε να επεξεργαστείτε συλλεχθείσες εργασίες τακτικά για να παραμείνετε οργανωμένοι. (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "Ανασκόπηση σας λίστα κάθε εβδομάδα, αυτό θα το κρατήσει αξιόπιστη. (%@)";

/* %@ is where number of done actions will go */
"Happy" = "Ευτυχισμένο";
"Confused" = "Συγχέεται";
"Unhappy" = "Δυστυχισμένος";
"Tell the story of your success and help others to achive the same!" = "Πει την ιστορία της επιτυχίας σας και να βοηθήσουμε τους άλλους να επιτευχθεί το ίδιο!";
"Search for help on a website or write an email to developer." = "Αναζήτηση για βοήθεια σχετικά με ένα δικτυακό τόπο ή να γράψετε ένα e-mail στον υπεύθυνο για την.";
"Sorry to hear. What can I do to fix this?" = "Λυπάμαι που ακούω. Πώς μπορώ να το διορθώσω αυτό;";
"How do you feel about it?" = "Πώς νιώθεις για αυτό;";
"Congratulations! You completed %@ tasks." = "Συγχαρητήρια, μόλις ολοκληρώσατε %@ εργασίες!";
"Please, rate this app on the App Store. Thanks!" = "Παρακαλώ, Εκτιμήστε αυτό το app για το App Store.";
"Rate %@" = "Ποσοστό %@";
"Not now" = "Όχι τώρα";
"Don't ask again" = "Μην ξαναγίνει ερώτηση";
"I completed %@ tasks!" = "Ολοκλήρωσα %@ εργασίες!";

"Enjoying this app?" = "Απολαμβάνοντας αυτό το app;";
"Would you mind giving me some feedback?" = "Θα σας πείραζε να μας δώσει κάποια ανατροφοδότηση;";
"How about rating on the App Store, then?" = "Πώς σχετικά με τη διαβάθμιση για το App Store, τότε;";
"Not really" = "Κανένα";
"Yes!" = "Ναί";
"No, thanks" = "Κανένα";
"Ok, sure" = "Ναί";
"NO" = "Κανένα";
"YES" = "Ναί";
